Repository: Justaguy666/PlayPointPOS
Catalog: WinUI/Resources/Strings/*/Resources.resw
Source language: en_us
Languages: vi_vn

# WelcomeText
source: Get started with managing your board game shop today
vi_vn: Bắt đầu quản lý quán board game của bạn ngay hôm nay

# CloseTooltipText
source: Close
vi_vn: Đóng

# DialogErrorTitleText
source: Error
vi_vn: Lỗi

# DialogOkButtonText
source: OK
vi_vn: Đồng ý

# NotificationDefaultTitle
source: Title
vi_vn: Tiêu đề

# NotificationDefaultMessage
source: Message description goes here...
vi_vn: Mô tả thông báo hiển thị ở đây...

# AppVersionText
source: Version {0}
vi_vn: Phiên bản ứng dụng: {0}

# CopyrightText
source: © 2026 All rights reserved
vi_vn: © 2026 Bảo lưu mọi quyền

# ConfigMenuItemText
source: Config
vi_vn: Cấu hình

# LoginMenuItemText
source: Login
vi_vn: Đăng nhập

# ExitMenuItemText
source: Exit
vi_vn: Thoát

# RegisterMenuItemText
source: Register
vi_vn: Đăng ký

# ConfigDialogTitleText
source: Configuration
vi_vn: Cấu hình

# ConfigDialogServerAddressLabelText
source: Server address
vi_vn: Địa chỉ server

# ConfigDialogRememberMeLabelText
source: Remember me
vi_vn: Ghi nhớ

# ConfigDialogSaveButtonText
source: Save
vi_vn: Lưu

# LoginDialogTitleText
source: Login
vi_vn: Đăng nhập

# LoginDialogPasswordLabelText
source: Password
vi_vn: Mật khẩu

# LoginDialogPasswordPlaceholderText
source: Password...
vi_vn: Mật khẩu...

# LoginDialogRememberMeLabelText
source: Remember me
vi_vn: Ghi nhớ cho lần sau

# LoginDialogLoginButtonText
source: Login
vi_vn: Đăng nhập

# LoginDialogForgotPasswordButtonText
source: Forgot password?
vi_vn: Quên mật khẩu?

# ForgotPasswordDialogTitleText
source: Forgot password
vi_vn: Quên mật khẩu

# ForgotPasswordDialogEmailLabelText
source: Recovery email
vi_vn: Email khôi phục

# ForgotPasswordDialogSendOtpButtonText
source: Send OTP
vi_vn: Gửi OTP

# ForgotPasswordDialogBackButtonText
source: Back
vi_vn: Quay lại

# ForgotPasswordDialogInvalidEmailText
source: Please enter a valid email address.
vi_vn: Vui lòng nhập email hợp lệ.

# OtpDialogTitleText
source: OTP verification
vi_vn: Xác thực OTP

# OtpDialogOtpLabelText
source: OTP code
vi_vn: Mã OTP

# OtpDialogOtpPlaceholderText
source: 6-digit code...
vi_vn: Mã 6 chữ số...

# OtpDialogNewPasswordLabelText
source: New password
vi_vn: Mật khẩu mới

# OtpDialogNewPasswordPlaceholderText
source: New password...
vi_vn: Mật khẩu mới...

# OtpDialogConfirmPasswordLabelText
source: Confirm new password
vi_vn: Xác nhận mật khẩu mới

# OtpDialogConfirmPasswordPlaceholderText
source: Confirm new password...
vi_vn: Xác nhận mật khẩu mới...

# OtpDialogChangeEmailButtonText
source: Change email
vi_vn: Đổi email

# OtpDialogVerifyButtonText
source: Reset
vi_vn: Đặt lại

# OtpDialogPasswordMismatchText
source: Confirm password does not match.
vi_vn: Mật khẩu xác nhận không khớp.

# OtpDialogEmailChangeTitleText
source: Verify new email
vi_vn: Xác thực email mới

# OtpDialogEmailChangeDescriptionText
source: Enter the OTP sent to {0} to confirm this email change.
vi_vn: Nhập mã OTP đã gửi tới {0} để xác nhận thay đổi email.

# OtpDialogEmailChangeVerifyButtonText
source: Confirm
vi_vn: Xác nhận

# OtpDialogRegistrationTitleText
source: Verify registration
vi_vn: Xác thực đăng ký

# OtpDialogRegistrationDescriptionText
source: Enter the OTP sent to {0} to complete account registration.
vi_vn: Nhập mã OTP đã gửi tới {0} để hoàn tất đăng ký tài khoản.

# OtpDialogRegistrationVerifyButtonText
source: Create account
vi_vn: Tạo tài khoản

# LoginDialogErrorText
source: Invalid email or password.
vi_vn: Email hoặc mật khẩu không đúng.

# LoginSuccessTitle
source: Login successful
vi_vn: Đăng nhập thành công

# LoginSuccessMessage
source: Welcome {0}!
vi_vn: Chào mừng {0}!

# RegisterDialogTitleText
source: Register
vi_vn: Đăng ký

# RegisterDialogPasswordLabelText
source: Password
vi_vn: Mật khẩu

# RegisterDialogPasswordPlaceholderText
source: Password...
vi_vn: Mật khẩu...

# RegisterDialogConfirmPasswordLabelText
source: Confirm password
vi_vn: Xác nhận mật khẩu

# RegisterDialogConfirmPasswordPlaceholderText
source: Confirm password...
vi_vn: Xác nhận mật khẩu...

# RegisterDialogOTPPlaceholderText
source: OTP code...
vi_vn: Mã OTP...

# RegisterDialogResetButtonText
source: Reset
vi_vn: Đặt lại

# RegisterDialogCreateButtonText
source: Create
vi_vn: Tạo

# RegisterDialogInvalidEmailText
source: Please enter a valid email address.
vi_vn: Vui lòng nhập email hợp lệ.

# RegisterDialogErrorText
source: Registration failed. Please check your information and try again.
vi_vn: Đăng ký thất bại. Vui lòng kiểm tra lại thông tin và thử lại!

# RegisterDialogPasswordMismatchText
source: The confirmation password does not match.
vi_vn: Mật khẩu xác nhận không khớp!

# RegisterSuccessTitle
source: Register successful
vi_vn: Đăng ký thành công

# RegisterSuccessMessage
source: Welcome {0}!
vi_vn: Chào mừng {0}!

# HeaderTodayRevenueLabel
source: Today's Revenue
vi_vn: Doanh thu hôm nay

# HeaderActiveAreasLabel
source: Active Areas
vi_vn: Khu vực đang hoạt động

# HeaderReservedAreasLabel
source: Reserved Areas
vi_vn: Khu vực đã đặt

# NavDashboardLabel
source: Dashboard
vi_vn: Tổng quan

# NavAreaLabel
source: Areas
vi_vn: Khu vực

# NavGameLabel
source: Games
vi_vn: Game

# NavProductLabel
source: Products
vi_vn: Sản phẩm

# NavMemberLabel
source: Members
vi_vn: Thành viên

# NavHistoryLabel
source: Transactions
vi_vn: Giao dịch

# NavSettingsLabel
source: Settings
vi_vn: Cài đặt

# NavigationToggleSidebarToolTip
source: Collapse or expand navigation
vi_vn: Thu gọn/mở rộng điều hướng

# TodayRevenueStatCardTitle
source: Today's revenue
vi_vn: Doanh thu hôm nay

# TodayRevenueStatCardComparisonLabel
source: vs yesterday
vi_vn: so với hôm qua

# TodayGameSessionStatCardTitle
source: Game sessions
vi_vn: Lượt chơi game

# TodayGameSessionStatCardComparisonLabel
source: vs yesterday
vi_vn: so với hôm qua

# TodayCustomerStatCardTitle
source: Customers
vi_vn: Khách hàng

# TodayCustomerStatCardComparisonLabel
source: vs yesterday
vi_vn: so với hôm qua

# TodayProductStatCardTitle
source: Food & drinks
vi_vn: Món ăn & thức uống

# TodayProductStatCardComparisonLabel
source: vs yesterday
vi_vn: so với hôm qua

# TrendingListTitle
source: Trending now
vi_vn: Xu hướng

# TrendingListGameName
source: Werewolf
vi_vn: Ma sói

# TrendingListFoodLabel
source: Food
vi_vn: Món ăn

# TrendingListFoodName
source: Spicy noodles
vi_vn: Mì cay

# TrendingListDrinkLabel
source: Drink
vi_vn: Thức uống

# TrendingListDrinkName
source: Bac xiu coffee
vi_vn: Bạc xỉu

# QuickStatsTitle
source: Quick Stats
vi_vn: Thống kê nhanh

# QuickStatsAverageHoursPerAreaLabel
source: Avg hours per area
vi_vn: Giờ trung bình/khu vực

# QuickStatsAverageRevenuePerInvoiceLabel
source: Avg revenue per bill
vi_vn: Trung bình doanh thu/hóa đơn

# QuickStatsReturnRateLabel
source: Return rate
vi_vn: Tỷ lệ quay lại

# QuickStatsAreaUsageRateLabel
source: Area usage rate
vi_vn: Tỷ lệ sử dụng khu vực

# QuickStatsNewMembersPerMonthLabel
source: New members/month
vi_vn: Thành viên mới/tháng

# GoalProgressTitle
source: This month's targets
vi_vn: Mục tiêu tháng này

# PopularGamesCardTitle
source: Top 5 popular games
vi_vn: Top 5 game phổ biến

# PopularGamesCardShowMoreMessage
source: Popular game details are not available yet.
vi_vn: Chi tiết game phổ biến hiện chưa sẵn sàng.

# PopularFoodsCardTitle
source: Top 5 popular foods
vi_vn: Top 5 món ăn phổ biến

# PopularFoodsCardShowMoreMessage
source: Popular food details are not available yet.
vi_vn: Chi tiết món ăn phổ biến hiện chưa sẵn sàng.

# PopularDrinksCardTitle
source: Top 5 popular drinks
vi_vn: Top 5 đồ uống phổ biến

# PopularDrinksCardShowMoreMessage
source: Popular drink details are not available yet.
vi_vn: Chi tiết đồ uống phổ biến hiện chưa sẵn sàng.

# PopularGamesActivityFormat
source: {0:N0} plays
vi_vn: {0:N0} lượt chơi

# PopularFoodsActivityFormat
source: {0:N0} orders
vi_vn: {0:N0} lượt gọi món

# PopularDrinksActivityFormat
source: {0:N0} orders
vi_vn: {0:N0} lượt gọi món

# GoalProgressRevenueTargetLabel
source: Revenue
vi_vn: Doanh thu

# GoalProgressCustomerTargetLabel
source: New customers
vi_vn: Khách hàng mới

# GoalProgressMemberTargetLabel
source: New members
vi_vn: Thành viên mới

# RevenueChartTitle
source: Revenue trends
vi_vn: Xu hướng doanh thu

# RevenueChartExportUnavailableMessage
source: Export for {0} ({1}) is not available yet.
vi_vn: Chưa hỗ trợ xuất dữ liệu cho {0} ({1}).

# RevenueChartRevenueLabel
source: Revenue
vi_vn: Doanh thu

# RevenueChartCustomerLabel
source: Customers
vi_vn: Khách hàng

# RevenueChartLastWeekSubtitle
source: Last 7 days
vi_vn: 7 ngày qua

# RevenueChartLast24HoursSubtitle
source: Last 24 hours
vi_vn: 24 giờ qua

# RevenueChartLast30DaysSubtitle
source: Last 30 days
vi_vn: 30 ngày qua

# RevenueChartLast3MonthsSubtitle
source: Last 3 months
vi_vn: 3 tháng qua

# RevenueChartLast12MonthsSubtitle
source: Last 12 months
vi_vn: 12 tháng qua

# RevenueChartTodayLabel
source: Today
vi_vn: Hôm nay

# RevenueChartWeekLabel
source: This week
vi_vn: Tuần này

# RevenueChartMonthLabel
source: This month
vi_vn: Tháng này

# RevenueChartQuarterLabel
source: This quarter
vi_vn: Quý này

# RevenueChartYearLabel
source: This year
vi_vn: Năm nay

# RevenueChartCustomerValueFormat
source: {0:0} customers
vi_vn: {0:0} khách

# RevenueChartDayMonShort
source: Mon
vi_vn: T2

# RevenueChartDayTueShort
source: Tue
vi_vn: T3

# RevenueChartDayWedShort
source: Wed
vi_vn: T4

# RevenueChartDayThuShort
source: Thu
vi_vn: T5

# RevenueChartDayFriShort
source: Fri
vi_vn: T6

# RevenueChartDaySatShort
source: Sat
vi_vn: T7

# RevenueChartDaySunShort
source: Sun
vi_vn: CN

# RevenueChartMonthWeek1
source: Week 1
vi_vn: Tuần 1

# RevenueChartMonthWeek2
source: Week 2
vi_vn: Tuần 2

# RevenueChartMonthWeek3
source: Week 3
vi_vn: Tuần 3

# RevenueChartMonthWeek4
source: Week 4
vi_vn: Tuần 4

# RevenueChartQuarterMonth1
source: M1
vi_vn: Th 1

# RevenueChartQuarterMonth2
source: M2
vi_vn: Th 2

# RevenueChartQuarterMonth3
source: M3
vi_vn: Th 3

# RevenueChartYearJanShort
source: Jan
vi_vn: T1

# RevenueChartYearMarShort
source: Mar
vi_vn: T3

# RevenueChartYearMayShort
source: May
vi_vn: T5

# RevenueChartYearJulShort
source: Jul
vi_vn: T7

# RevenueChartYearSepShort
source: Sep
vi_vn: T9

# RevenueChartYearNovShort
source: Nov
vi_vn: T11

# DashboardHourValueFormat
source: {0:0.#} h
vi_vn: {0:0.#} giờ

# DashboardCompletionValueFormat
source: {0:0}% completed
vi_vn: {0:0}% hoàn thành

# GoalProgressEditTooltipText
source: Edit KPI goals
vi_vn: Chỉnh sửa KPI

# GoalProgressEditDialogTitleText
source: Edit KPI goals
vi_vn: Chỉnh sửa KPI

# GoalProgressEditDialogGoalPlaceholderText
source: Enter target...
vi_vn: Nhập mục tiêu...

# GoalProgressEditDialogInvalidValueText
source: Please enter valid goal values greater than 0.
vi_vn: Vui lòng nhập mục tiêu hợp lệ lớn hơn 0.

# SettingsPageGeneralTitle
source: General settings
vi_vn: Cài đặt hệ thống

# SettingsPageLanguageLabel
source: Language
vi_vn: Ngôn ngữ

# SettingsPageCurrencyLabel
source: Currency
vi_vn: Tiền tệ

# SettingsPageTimeZoneLabel
source: Timezone
vi_vn: Múi giờ

# SettingsPageApplyButton
source: Apply
vi_vn: Áp dụng

# LocalizationLanguageEnglishOptionText
source: English
vi_vn: Tiếng Anh

# LocalizationLanguageVietnameseOptionText
source: Vietnamese
vi_vn: Tiếng Việt

# LocalizationCurrencyVndOptionText
source: Vietnamese đồng (đ)
vi_vn: Đồng Việt Nam (đ)

# LocalizationCurrencyUsdOptionText
source: US dollar ($)
vi_vn: Đô la Mỹ ($)

# SettingsPageDateFormatLabel
source: Date format
vi_vn: Định dạng ngày

# SettingsPageLogoutButton
source: Logout
vi_vn: Đăng xuất

# SettingsPageChangePasswordButton
source: Change password
vi_vn: Đổi mật khẩu

# SettingsShopInformationTitle
source: Shop information
vi_vn: Thông tin cửa hàng

# SettingsShopInformationShopNameLabel
source: Shop name
vi_vn: Tên cửa hàng

# SettingsShopInformationShopNamePlaceholder
source: Enter shop name
vi_vn: Nhập tên cửa hàng

# SettingsShopInformationAddressLabel
source: Address
vi_vn: Địa chỉ

# SettingsShopInformationAddressPlaceholder
source: Enter shop address
vi_vn: Nhập địa chỉ cửa hàng

# SettingsShopInformationEmailPlaceholder
source: Enter contact email
vi_vn: Nhập email liên hệ

# SettingsShopInformationPhoneLabel
source: Phone number
vi_vn: Số điện thoại

# SettingsShopInformationPhonePlaceholder
source: Enter phone number
vi_vn: Nhập số điện thoại

# SettingsShopInformationInvalidEmailText
source: Please enter a valid email address.
vi_vn: Vui lòng nhập email hợp lệ.

# SettingsShopInformationInvalidPhoneText
source: Please enter a valid phone number.
vi_vn: Vui lòng nhập số điện thoại hợp lệ.

# SettingsShopInformationSavedTitle
source: Shop information updated
vi_vn: Đã cập nhật thông tin cửa hàng

# SettingsShopInformationSavedMessage
source: {0} details were updated successfully.
vi_vn: Thông tin của {0} đã được cập nhật thành công.

# SettingsLocalizationSavedTitle
source: Settings applied
vi_vn: Đã áp dụng cài đặt

# SettingsLocalizationSavedMessage
source: Localization preferences were updated. Date format: {0}.
vi_vn: Tùy chọn bản địa hóa đã được cập nhật. Định dạng ngày: {0}.

# AreaManagementPageListHeader
source: Area Management
vi_vn: Quản lý khu vực

# AreaManagementPageAddAreaButton
source: Add area
vi_vn: Thêm khu vực

# AreaManagementPageAllAreasFilter
source: All
vi_vn: Tất cả

# AreaManagementPageTableFilter
source: Tables
vi_vn: Bàn

# AreaManagementPageRoomFilter
source: Rooms
vi_vn: Phòng

# AreaManagementPageNoAreasText
source: Select an area to view details
vi_vn: Chọn một khu vực để xem chi tiết

# AreaManagementPageFilterAreaButton
source: Filter
vi_vn: Bộ lọc

# AreaManagementPageEditMenuText
source: Edit
vi_vn: Chỉnh sửa

# AreaManagementPageDeleteMenuText
source: Delete
vi_vn: Xóa

# ConfirmDeleteAreaTitle
source: Delete area
vi_vn: Xóa khu vực

# ConfirmDeleteAreaMessage
source: This area will be removed from the list. This action cannot be undone.
vi_vn: Khu vực này sẽ bị xóa khỏi danh sách. Hành động này không thể hoàn tác.

# ConfirmDeleteAreaButton
source: Delete area
vi_vn: Xóa khu vực

# AreaDeletedSuccessTitle
source: Area deleted
vi_vn: Đã xóa khu vực

# AreaDeletedSuccessMessage
source: {0} was removed successfully.
vi_vn: Đã xóa {0} thành công.

# AreaManagementAvailableStatusText
source: Available
vi_vn: Còn trống

# AreaManagementReservedStatusText
source: Reserved
vi_vn: Đã đặt

# AreaManagementRentedStatusText
source: In use
vi_vn: Đang sử dụng

# AreaFilterDialogTitleText
source: Filter areas
vi_vn: Lọc khu vực

# AreaFilterDialogStatusLabelText
source: Status
vi_vn: Trạng thái

# AreaFilterDialogStartTimeRangeLabelText
source: Start time range
vi_vn: Giờ bắt đầu trong khoảng

# AreaFilterDialogCapacityRangeLabelText
source: Capacity range
vi_vn: Sức chứa trong khoảng

# AreaFilterDialogHourlyPriceRangeLabelText
source: Hourly price range
vi_vn: Giá thuê trong khoảng

# AreaFilterDialogRangeFromText
source: From
vi_vn: Từ

# AreaFilterDialogRangeToText
source: To
vi_vn: Đến

# AreaFilterDialogAllStatusesText
source: All statuses
vi_vn: Tất cả trạng thái

# AreaFilterDialogStartTimeFromPlaceholderText
source: Select start time...
vi_vn: Chọn giờ bắt đầu...

# AreaFilterDialogStartTimeToPlaceholderText
source: Select end time...
vi_vn: Chọn giờ kết thúc...

# AreaFilterDialogCapacityFromPlaceholderText
source: Capacity from...
vi_vn: Sức chứa từ...

# AreaFilterDialogCapacityToPlaceholderText
source: Capacity to...
vi_vn: Sức chứa đến...

# AreaFilterDialogHourlyPriceFromPlaceholderText
source: Price from...
vi_vn: Giá từ...

# AreaFilterDialogHourlyPriceToPlaceholderText
source: Price to...
vi_vn: Giá đến...

# AreaFilterDialogResetButtonText
source: Reset
vi_vn: Đặt lại

# AreaFilterDialogApplyButtonText
source: Apply
vi_vn: Áp dụng

# AreaFilterDialogInvalidRangeText
source: Please enter a valid filter range.
vi_vn: Vui lòng nhập khoảng lọc hợp lệ.

# AreaManagementCapacityFormat
source: {0} guests
vi_vn: {0} khách

# PaginationGoToPageButtonText
source: Go to page
vi_vn: Đến trang

# PaginationJumpToPageTitleText
source: Enter page number
vi_vn: Nhập số trang

# PaginationCancelButtonText
source: Cancel
vi_vn: Hủy

# PaginationConfirmButtonText
source: Go
vi_vn: Đi

# DetailedCardMaxCapacityFormat
source: Capacity: {0} people
vi_vn: Sức chứa: {0} khách

# StartSessionButtonText
source: Open
vi_vn: Mở

# ResumeSessionButtonText
source: Resume
vi_vn: Mở lại

# ReserveButtonText
source: Reserve
vi_vn: Đặt chỗ

# CheckInButtonText
source: Check in
vi_vn: Nhận khách

# EditReservationButtonText
source: Edit
vi_vn: Sửa

# CancelReservationButtonText
source: Cancel
vi_vn: Hủy

# ReservationInfoTitleText
source: Reservation information
vi_vn: Thông tin đặt chỗ

# ReservationCustomerNameLabelText
source: Customer name:
vi_vn: Tên khách:

# ReservationCustomerPhoneNumberLabelText
source: Phone number:
vi_vn: Số điện thoại:

# ReservationDateLabelText
source: Reservation date:
vi_vn: Ngày đặt:

# ReservationTimeLabelText
source: Reservation time:
vi_vn: Giờ đặt:

# ReservationCustomerNumberLabelText
source: Guest count:
vi_vn: Số khách:

# ReservationPriceLabelText
source: Reservation price:
vi_vn: Giá giữ chỗ:

# ReservationDialogTitleText
source: Reserve
vi_vn: Đặt chỗ

# ReservationDialogEditTitleText
source: Edit reservation
vi_vn: Sửa đặt chỗ

# ReservationDialogNameLabelText
source: Customer name
vi_vn: Tên khách

# ReservationDialogNamePlaceholderText
source: Enter customer name...
vi_vn: Nhập tên khách...

# ReservationDialogAreaLabelText
source: Area
vi_vn: Khu vực

# ReservationDialogAreaPlaceholderText
source: Select area...
vi_vn: Chọn khu vực...

# ReservationDialogReservationPriceLabelText
source: Reservation price
vi_vn: Giá giữ chỗ

# ReservationDialogPhoneLabelText
source: Phone number
vi_vn: Số điện thoại

# ReservationDialogPhonePlaceholderText
source: Enter phone number...
vi_vn: Nhập số điện thoại...

# ReservationDialogDateLabelText
source: Reservation date
vi_vn: Ngày đặt

# ReservationDialogDatePlaceholderText
source: Select date...
vi_vn: Chọn ngày...

# ReservationDialogTimeLabelText
source: Reservation time
vi_vn: Giờ đặt

# ReservationDialogTimePlaceholderText
source: Select time...
vi_vn: Chọn giờ...

# ReservationDialogConfirmButtonText
source: Confirm
vi_vn: Xác nhận

# ReservationDialogCancelButtonText
source: Cancel
vi_vn: Hủy

# StartSessionDialogTitleText
source: Enter guest count to start
vi_vn: Nhập số người để bắt đầu

# StartSessionDialogMemberToggleText
source: Customer is a member
vi_vn: Khách là thành viên

# StartSessionDialogMemberLabelText
source: Member
vi_vn: Thành viên

# StartSessionDialogMemberPlaceholderText
source: Select a member...
vi_vn: Chọn thành viên...

# StartSessionDialogCapacityLabelText
source: Guest count
vi_vn: Số người

# StartSessionDialogConfirmButtonText
source: Confirm
vi_vn: Xác nhận

# StartSessionDialogCancelButtonText
source: Cancel
vi_vn: Hủy

# StartSessionDialogMemberRequiredText
source: Please select a member.
vi_vn: Vui lòng chọn thành viên.

# StartSessionDialogCapacityInvalidText
source: Please enter a valid guest count.
vi_vn: Vui lòng nhập số người hợp lệ.

# StartSessionDialogCapacityLimitText
source: Guest count cannot exceed capacity {0}.
vi_vn: Số người không được vượt quá sức chứa {0}.

# GameServiceInfoFormat
source: Borrowed at: {0}
vi_vn: Mượn lúc: {0}

# PaidButtonText
source: Pay
vi_vn: Thanh toán

# EndSessionButtonText
source: End session
vi_vn: Kết thúc

# ReturnButtonText
source: Return
vi_vn: Trả

# EditButtonText
source: Edit
vi_vn: Sửa

# RemoveButtonText
source: Remove
vi_vn: Xóa

# ServiceActionPlaceholderText
source: Actions
vi_vn: Thao tác

# DetailedRentedCardCapacityFormat
source: {0}/{1} people
vi_vn: {0}/{1} người

# SessionInfoTitleText
source: Play time
vi_vn: Thời gian chơi

# SessionStartTimeLabelText
source: Started:
vi_vn: Bắt đầu:

# SessionDurationLabelText
source: Duration:
vi_vn: Thời gian:

# AreaHourlyPriceLabelText
source: Hourly rate:
vi_vn: Giá/giờ:

# AreaSessionTotalPriceLabelText
source: Area total:
vi_vn: Tổng tiền giờ:

# GameServicesTitleText
source: Borrowed games
vi_vn: Game đang mượn

# AddGameButtonText
source: Add
vi_vn: Thêm

# AreaSessionAddGameUnavailableMessage
source: Adding borrowed games to an active session is not available yet.
vi_vn: Chưa hỗ trợ thêm game vào phiên đang hoạt động.

# GameServicesCurrentTotalPriceLabelText
source: Game total:
vi_vn: Tổng tiền game:

# ProductServicesTitleText
source: Food & drinks
vi_vn: Món ăn & thức uống

# AddProductButtonText
source: Add
vi_vn: Thêm

# AreaSessionAddProductUnavailableMessage
source: Adding food and drinks to an active session is not available yet.
vi_vn: Chưa hỗ trợ thêm món ăn và thức uống vào phiên đang hoạt động.

# ProductServicesTotalPriceLabelText
source: Food/drink total:
vi_vn: Tổng tiền món:

# CurrentTotalPriceLabelText
source: GRAND TOTAL
vi_vn: TỔNG CỘNG

# SaveButtonText
source: Save
vi_vn: Lưu

# CreateButtonText
source: Create
vi_vn: Tạo mới

# AreaDialogCreateTitleText
source: Add new area
vi_vn: Thêm khu vực mới

# AreaDialogEditTitleText
source: Edit area
vi_vn: Chỉnh sửa khu vực

# AreaDialogNameLabelText
source: Name
vi_vn: Tên

# AreaDialogNamePlaceholderText
source: Name...
vi_vn: Tên...

# AreaDialogTypeLabelText
source: Type
vi_vn: Loại

# AreaDialogTableTypeText
source: Table
vi_vn: Bàn

# AreaDialogRoomTypeText
source: Room
vi_vn: Phòng

# AreaDialogMaxCapacityLabelText
source: Max capacity
vi_vn: Sức chứa tối đa

# AreaDialogHourlyPriceLabelText
source: Hourly price
vi_vn: Giá thuê/giờ

# AreaDialogHourlyPricePlaceholderText
source: Hourly price...
vi_vn: Giá thuê/giờ...

# AreaDialogResetButtonText
source: Reset
vi_vn: Đặt lại

# AreaDialogApplyButtonText
source: Apply
vi_vn: Áp dụng

# CancelButtonText
source: Cancel
vi_vn: Hủy

# ConfirmCloseTitle
source: Close dialog?
vi_vn: Đóng hộp thoại?

# ConfirmCloseMessage
source: Unsaved changes will be lost. Are you sure you want to close this dialog?
vi_vn: Các thay đổi chưa lưu sẽ bị mất. Bạn có chắc muốn đóng hộp thoại này?

# ConfirmCloseButton
source: Close
vi_vn: Đóng

# ConfirmEditTitle
source: Save changes?
vi_vn: Lưu thay đổi?

# ConfirmEditMessage
source: Are you sure you want to save changes to this area?
vi_vn: Bạn có chắc muốn lưu thay đổi cho khu vực này?

# ConfirmEditButton
source: Save
vi_vn: Lưu

# ConfirmAddTitle
source: Add area?
vi_vn: Thêm khu vực?

# ConfirmAddMessage
source: Are you sure you want to add this area?
vi_vn: Bạn có chắc muốn thêm khu vực này?

# ConfirmAddButton
source: Add
vi_vn: Thêm

# ConfirmExitTitle
source: Exit application?
vi_vn: Thoát ứng dụng?

# ConfirmExitMessage
source: Are you sure you want to exit PlayPoint POS?
vi_vn: Bạn có chắc muốn thoát PlayPoint POS?

# ConfirmExitButton
source: Exit
vi_vn: Thoát

# ConfirmLogoutTitle
source: Log out?
vi_vn: Đăng xuất?

# ConfirmLogoutMessage
source: Are you sure you want to log out of your account?
vi_vn: Bạn có chắc muốn đăng xuất khỏi tài khoản hiện tại?

# ConfirmLogoutButton
source: Log out
vi_vn: Đăng xuất

# ConfirmChangePasswordTitle
source: Change password?
vi_vn: Đổi mật khẩu?

# ConfirmChangePasswordMessage
source: You'll need to verify your identity before changing your password. Continue?
vi_vn: Bạn cần xác thực danh tính trước khi đổi mật khẩu. Tiếp tục?

# ConfirmChangePasswordButton
source: Continue
vi_vn: Tiếp tục

# ConfirmCheckInTitle
source: Check in reservation?
vi_vn: Nhận khách đặt chỗ?

# ConfirmCheckInMessage
source: Are you sure you want to check in this reservation now?
vi_vn: Bạn có chắc muốn nhận khách cho đặt chỗ này ngay bây giờ?

# ConfirmCheckInButton
source: Check in
vi_vn: Nhận khách

# ConfirmCancelReservationTitle
source: Cancel reservation?
vi_vn: Hủy đặt chỗ?
